Repository: mihail-pop/airsense
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ro

source: Weather & Pollen Tracker
ro: Monitorizare Vreme & Polen

source: Weather Forecast
ro: Prognoza Meteo

source: Pollen Forecast
ro: Prognoza Polen

source: Pollen Allergies
ro: Alergii la Polen

source: How do you feel today?
ro: Cum te simti astazi?

source: Enter city name...
ro: Introdu numele orasului...

source: Search
ro: Cauta

source: Submit
ro: Trimite

source: Describe how you feel today...
ro: Descrie cum te simti astazi...

source: Your History
ro: Istoricul Tau

source: Feeling:
ro: Stare:

source: Recommendations:
ro: Recomandari:

source: No interactions found. Start using the app to see your history here!
ro: Nu s-au gasit interactiuni. Incepe sa folosesti aplicatia pentru a-ti vedea istoricul aici!
